micropython/micropython/ports/esp32/boards/SIL_MANT1S/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Silicognition ManT1S"
#define MICROPY_HW_MCU_NAME "ESP32-PICO-V3-02"
#define MICROPY_PY_NETWORK_HOSTNAME_DEFAULT "mant1s"

#define MICROPY_HW_I2C0_SCL                 (32)
#define MICROPY_HW_I2C0_SDA                 (33)
